Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/financial_transactions_with_other_eu_countries.html.txt.tmx
Source language: en
Languages: ga

source: Financial transactions with other EU countries
ga: Díospóidí le hinstitiúidí airgeadais i dtíortha eile de chuid an AE

source: Under EU law bank charges for financial transactions should be the same within EU member states and between EU states
ga: Faoi dhlí an AE, ba cheart gurbh ionann muirir bhainc le haghaidh idirbheartaíochtaí airgeadais laistigh de bhallstáit an AE agus idir stáit an AE

source: For example, if you withdraw money from your Irish bank account using an ATM in Germany the charge for this transaction should be equivalent to the charge you would pay if you withdrew the same amount using an Irish ATM which is not part of your bank network
ga: Mar shampla, má aistarraingíonn tú airgead ó do chuntas bainc Éireannach agus leas á bhaint as UMB sa Ghearmáin, ba cheart gurbh ionann an muirear don idirbheartaíocht seo agus an muirear a d’íocfá dá n-aistarraingneofá an tsuim chéanna agus UMB in Éirinn nach cuid de do ghréasán bainc á úsáid

source: Regulation (EC) No 924/2009 (pdf) deals with charges for cross-border and national payments in euro
ga: Déileálann Rialachán (CE) Uimh.924/2009 (pdf) le muirir le haghaidh íocaíochtaí trasteorann agus náisiúnta i euro

source: It applies to payments in euro in all EU member states
ga: Baineann sé le híocaíochtaí i euro i ngach ballstát AE

source: The objective is to make sure that charges for equivalent national and cross border financial transactions in euro are the same
ga: Is é an cuspóir a chinntiú gurb ionann muirir le haghaidh idirbheartaíochtaí coibhéiseacha náisiúnta agus trasteorann i euro

source: The basic principle is that the charges for financial transactions offered by a payment service provider (your bank) must be the same, for payments of the same value, whether the payment is national (and not your own bank) or cross-border
ga: Is é an bunphrionsabal nach mór do na muirir le haghaidh idirbheartaíochtaí a thairgeann soláthraí seirbhíse íocaíochta (do bhanc) bheith mar an gcéanna, i gcás íocaíochtaí den luach céanna, cibé acu más íocaíocht náisiúnta (seachas do bhanc féin) nó íocaíocht trasteorann atá i gceist

source: You cannot be charged extra fees (for example, annual fees or once-off charges) for using your card in other EU member states
ga: Ní féidir táillí breise a ghearradh ort (mar shampla, táillí bliantúla nó muirir aonuaire) mar gheall ar do chárta a úsáid i mballstáit eile AE

source: The Regulation applies to all electronically-processed payments, including
ga: Baineann an Rialachán le gach íocaíocht a phróiseáltar go leictreonach, leis an méid a leanas a áireamh:

source: • Cash withdrawals at cash dispensers (ATMs)
ga: • Aistarraingtí airgid ag dáileoirí airgid (UMBanna)

source: • Debit and credit card payments
ga: • Íocaíochtaí cárta dochair agus creidmheasa

source: Some conditions may apply depending on the payment type
ga: D’fhéadfadh roinnt cionníollach bheith i gceist, ag brath ar shaghas na híocaíochta

source: For example, for credit transfers and direct debits, you must use an International Bank Account Number (IBAN) and Bank Identifier Code (BIC) when ordering the payment
ga: Mar shampla, le haghaidh aistrithe creidmheasa agus dochair dhíreacha, ní mór duit Uimhir Idirnáisiúnta Chuntas Bainc (IBAN) agus Cód Aitheantais Bhainc (CAB) a úsáid nuair a bhíonn an íocaíocht á hordú agat

source: The Regulation does not apply to cheques (mainly because the use of cheques is declining across the EU) and it does not apply to currency conversions to and from euro
ga: Ní bhaineann an Rialachán le seiceanna (go príomha mar gheall go bhfuil laghdú ag teacht ar úsáid seiceanna ar fud an AE) agus ní bhaineann sé le tiontuithe airgeadra isteach agus amach ó euro

source: How long should money transfers within the EU take?
ga: Cén fhad ar cheart go nglacfadh aistrithe airgid laistigh den AE?

source: The Regulation does not deal with this issue
ga: Ní dhéileálann an Rialachán leis an tsaincheist seo

source: However the Payment Services Directive (2007/64/EC) (pdf) states that for cross-border transfers that do not involve a currency exchange (for example, euro transfers) that the money should be available by the end of the next business day
ga: Ar a shon sin, luaitear sa Treoir maidir le Seirbhísí Íocaíochta (2007/64/CE) (pdf), i gcás aistrithe trasteorann nach mbíonn malartú airgeadra i gceist leo (mar shampla, aistrithe euro), gur cheart go mbeadh fáil ar an airgead faoi dheireadh an chéid lá gnó eile

source: This can be extended by one business day if the transaction is initiated by a paper order
ga: D’fhéadfadh sé lá eile gnó a ghlacadh má dhéantar an idirbheartaíocht le hordú páipéir

source: This Directive was transposed into Irish law by the European Communities (Payment Services) Regulations 2009
ga: Uimh. 383/2009 – Rialacháin na gComhphobal Eorpach (Seirbhísí Íocaíochta), 2009

source: SEPA (Single Euro Payments Area)
ga: LAÍE (An Limistéar Aonair d’Íocaíochtaí Euro)

source: The Single Euro Payments Area (SEPA) will make all electronic payments across the euro area as easy as domestic electronic payments within one country are now
ga: Déanfaidh an Limistéar Aonair d’Íocaíochtaí Euro (LAÍE) gach íocaíocht leictreonach ar fud limistéar an euro chomh héasca is a bhíonn sé íocaíochtaí leictreonacha náisiúnta a dhéanamh laistigh de thír amháin

source: The SEPA project is supported by the European Commission and the European Central Bank
ga: Is iad an Coimisiún Eorpach agus an Banc Ceannais Eorpach atá ag tacú leis an tionscadal LAÍE

source: SEPA is being implemented by 34 countries – the 28 EU member states (including countries which do not use the euro) plus Norway, Iceland, Liechtenstein, Switzerland, San Marino and Monaco
ga: Cuirfear LAÍE chun feidhme i 34 tír – is iad sin, na 28 ballstát den AE (lena n-áirítear tíortha nach n-úsáidtear an euro mar phríomhairgeadra iontu) agus an Iorua, an Íoslainn, Lichtinstéin, an Eilvéis, San Marino agus Monacó

source: To achieve this, a common set of payment instruments was developed, together with common standards and a legal basis for making payments across Europe fast, efficient and safe
ga: Chun é sin a bhaint amach, cuireadh sraith choiteann ionstraimí íocaíochta le chéile, mar aon le caighdeáin choiteanna agus bonn dlíthiúil d’íocaíochtaí ar fud na hEorpa a dhéanamh tapa, éifeachtúil agus slán

source: The introduction of SEPA will allow you to:
ga: A bhuí le tabhairt isteach an Limistéir Aonair d’Íocaíochtaí Euro:

source: • Use your debit card anywhere in the euro area
ga: • Beidh tú in ann do chárta dochair a úsáid áit ar bith i limistéar an euro

source: • Make cross-border bank transfers securely, promptly and in full
ga: • Beidh tú in ann aistrithe trasteorann bainc a dhéanamh go slán, go pras agus go hiomlán

source: • Set up direct debits from anywhere in the euro area
ga: • Beidh tú in ann dochair dhíreacha a bhunú áit ar bith i limistéar an euro

source: • Need only one bank account for the whole euro area
ga: • Ní bheidh ach cuntas bainc amháin de dhíth ort i limistéar iomlán an euro

source: You cannot be obliged by a payer or payee to maintain a bank account in any particular country to make or receive payments. For example, an Irish person working in France could have their French employer pay his/her salary directly to their Irish account and use that account to pay direct debits and bills in France
ga: Ní féidir le híocóir ná le híocaí éileamh ort cuntas bainc a choinneáil in aon tír ar leith chun gur féidir íocaíochtaí a dhéanamh nó a fháil Mar shampla, d’fhéadfadh Éireannach atá ag obair sa Fhrainc iarraidh ar a f(h)ostóir Francach a t(h)uarastal a chur isteach ina c(h)untas bainc Éireannach agus d’fhéadfadh sé/sí an cuntas sin a úsáid chun dochair dhíreacha agus billí a íoc sa Fhrainc

source: The main change is the way your bank and account is identified for making and receiving payments
ga: Bainfidh an príomhathrú leis an dóigh a sainaithnítear do bhanc agus do chuntas bainc nuair a bhíonn íocaíochtaí á ndéanamh agus á bhfáil

source: You will need to use the BIC (Bank Identifier Code) and IBAN (International Bank Account Number) to identify your bank and account rather than the NSC (National Sort Code) and Account Number (sometimes referred to as BBAN, or ‘basic bank account number’)
ga: Agus an t-aistriú chuig an Limistéar Aonair d’Íocaíochtaí Euro i gcrích, beidh ort an BIC (Cód Aitheantais Bainc) agus an IBAN (Uimhir Idirnáisiúnta Chuntas Bainc) chun do bhanc agus do chuntas a shainaithint seachas an NSC (Cód Sórtála Náisiúnta) agus an Uimhir Chuntais (dá ngairtear BBAN nó ‘bunuimhir chuntas bainc’ uaireanta) a úsáideann tú faoi láthair

source: Individual consumers will be informed directly by their banks about any changes to their account terms and conditions arising from SEPA implementation
ga: Tabharfar na bainc fógra díreach do thomhaltóirí aonair faoi aon athruithe ar théarmaí agus choinníollacha a gcuntais de bharr chur chun feidhme LAÍE

source: From 1 February 2014 it became mandatory to retire existing ‘national only’ payment systems in the euro area and move all electronic payments to SEPA standards
ga: Ón 1 Feabhra 2014, beidh sé éigeantach scor de chórais íocaíochta ‘náisiúnta amháin’ atá ann cheana i limistéar an euro agus gach íocaíocht leictreonach a dhéanamh de réir chaighdeáin LAÍE

source: For EU member states with other currencies than the euro the end-date is 31 October 2016 for all credit transfers and direct debits in euro
ga: I gcás ballstát den AE ina n-úsáidtear airgeadra eile seachas an euro mar phríomhairgeadra, is é an 31 Deireadh Fómhair 2016 an dáta deiridh le haghaidh gach aistrithe creidmheasa agus dochair dhírigh in euro

source: The Payment Services Directive (which was transposed into Irish law as the European Communities (Payment Services) Regulations 2009) provides the legal framework for SEPA
ga: Is í an Treoir maidir le Seirbhísí Íocaíochta (a trasuíodh i ndlí na hÉireann mar Rialacháin na gComhphobal Eorpach (Seirbhísí Íocaíochta) 2009) an creat dlíthiúil do LAÍE

source: You can find out more about SEPA from the Central Bank of Ireland and the European Central Bank
ga: Is féidir leat tuilleadh faisnéise a fháil faoi LAÍE ó Bhanc Ceannais na hÉireann agus ón mBanc Ceannais Eorpach

source: If you believe that your bank is not charging you the same amount for national and cross-border payments you should contact them (preferably in writing) and ask for clarification and resolution of your problem
ga: Má mheasann tú nach bhfuil an tsuim chéanna á gearradh ag do bhanc ort le haghaidh íocaíochtaí náisiúnta agus trasteorann, ba cheart duit teagmháil a dhéanamh leo (is fearr é seo a dhéanamh i scríbhinn) agus iarraidh orthu d'fhadhb a shoiléiriú agus a réiteach

source: If you believe that the rules of Regulation (EC) No 924/2009 have been breached, you should contact the Central Bank in Ireland or the relevant authority in the country where the problem occurred
ga: Má mheasann tú gur sáraíodh rialacha Rialachán (CE) Uimh.924/2009, ba cheart duit teagmháil a dheanamh le Banc Ceannais na hÉireann nó leis an údarás cuí sa tír inar tharla an fhadhb

source: (You can find a list of the national competent authorities (pdf).)
ga: (Is féidir leat teacht ar liosta de na húdaráis inniúla náisiúnta anseo (pdf)

source: Alternatively, if your problem appears to be a bank error rather than the incorrect application of the Regulation rules, you may contact the Financial Services Ombudsman in Ireland or the relevant national out-of-court redress body (pdf) and ask them to mediate in the resolution of your dispute
ga: Mar mhalairt air sin, más dealraitheach gurb earráid bhainc is cúis le d'fhadhb seachas mí-fheidhmiú rialacha an Rialacháin, féadfaidh tú teagmháil a dhéanamh le hOmbudsman um Sheirbhísí Airgeadais na hÉireann nó leis an gcomhlacht cuí náisiúnta sásaimh lasmuigh de na cúirteanna (pdf) agus iarraidh orthu idirghabháil a dhéanamh i réiteach do dhíospóide
